// ————————————————————————————————————————————————————————————————————————————————
// options.html також використовує common.js
// ————————————————————————————————————————————————————————————————————————————————

// ————————————————————————————————————————————————————————————————————————————————
// СТАРТОВІ ЗАВДАННЯ
// ————————————————————————————————————————————————————————————————————————————————

showStationList('options')

// Оновлювати показ при поверненні на закладку
window.onfocus = function() {
	showStationList('options')
}
